Repository: GravityPDF/gravity-pdf-previewer
Catalog: languages/gravity-pdf-previewer-*.po
Languages: de_de, es_es, fr_fr

source: Gravity PDF Version %s or higher is required to use this add-on. Please install/upgrade Gravity PDF to the latest version.
de_de: Für diese Erweiterung ist Gravity PDF ab Version %s erforderlich. Bitte installieren Sie Gravity PDF oder laden Sie die aktuelle Version herunter.
es_es: Para utilizar este complemento necesitas la versión %s de Gravity PDF u otra superior. Debes instalar la última versión de Gravity PDF o actualizar la aplicación.
fr_fr: La version %s ou ultérieure de Gravity PDF est nécessaire pour utiliser cet ajout. Veuillez installer / mettre à jour la version la plus récente de Gravity PDF.

source: Gravity PDF Previewer Installation Problem
de_de: Installationsproblem beim Gravity PDF Previewer
es_es: Problema en la instalación del controlador de vista previa de Gravity PDF
fr_fr: Problème d'installation de la prévisualisation de Gravity PDF

source: The minimum requirements for the Gravity PDF Previewer plugin have not been met. Please fix the issue(s) below to continue:
de_de: Die Mindestanforderungen an das Plugin von Gravity PDF Previewer sind nicht erfüllt. Bitte beheben Sie zunächst folgendes Problem:
es_es: No se cumplieron con los requisitos mínimos del controlador de vista previa de Gravity PDF. Debes corregir los errores que se muestran abajo para continuar.
fr_fr: Les conditions minimales nécessaires pour le plugin de prévisualisation de Gravity PDF ne sont pas réunies. Veuillez régler le(s) problème(s) ci-dessous avant de poursuivre :

source: PDF Preview
de_de: PDF-Vorschau
es_es: Vista previa de PDF
fr_fr: Prévisualisation PDF

source: PDF to Preview
de_de: PDF für Vorschau
es_es: PDF a Vista previa
fr_fr: PDF à prévisualiser

source: Select one of the active PDFs you want the end-user to preview before the form is submitted.
de_de: Wählen Sie eine aktive PDF, die der Endnutzer in einer Vorschau sehen soll, bevor das Formular abgeschickt wird.
es_es: Selecciona uno de los PDF activos que deseas que el usuario final previsualice antes de enviar el formulario.
fr_fr: Choisissez l'un des PDF actifs que vous voulez que l'utilisateur final prévisualise avant que le formulaire soit envoyé.

source: Preview Height
de_de: Vorschauhöhe
es_es: Altura de vista previa
fr_fr: Hauteur de prévisualisation

source: Set the PDF Preview height the document will be displayed at (in pixels). The default height is 600px.
de_de: Geben Sie die gewünschte Höhe des Vorschaudokuments in Pixel an. Die Standardhöhe beträgt 600 px.
es_es: Establece la altura de vista previa del PDF que tendrá el documento en (píxeles). La altura predeterminada es de 600px.
fr_fr: Fixer la hauteur à laquelle sera affichée la prévisualisation du PDF (en pixels). La hauteur par défaut est de 600 px.

source: Watermark
de_de: Wasserzeichen
es_es: Marca de agua
fr_fr: Filigrane

source: Add a diagonal text-based watermark to each page of the PDF Preview and control the font type used.
de_de: Fügen Sie auf jeder Seite der PDF-Vorschau ein diagonales Wasserzeichen mit Text hinzu und geben Sie die zu verwendende Schriftart an.
es_es: Agrega una marca de agua diagonal basada en texto a cada página de la vista previa del PDF y controla el tipo de fuente utilizado.
fr_fr: Ajoutez un filigrane en diagonale à base de texte sur chaque page de la prévisualisation du PDF et contrôlez le type de police utilisé.

source: SAMPLE
de_de: MUSTER
es_es: MUESTRA
fr_fr: ÉCHANTILLON

source: Refresh PDF
de_de: PDF aktualisieren
es_es: Actualizar PDF
fr_fr: Actualiser le PDF

source: Loading PDF Preview
de_de: PDF-Vorschau lädt
es_es: Cargando vista previa del PDF
fr_fr: Chargement de prévisualisation du PDF

source: There was a problem%sloading the preview.
de_de: Beim Laden der Vorschau%sist ein Problem aufgetreten.
es_es: Se produjo un problema%sal cargar la vista previa.
fr_fr: Il y a eu un problème%sde chargement de la prévisualisation.

source: To use this field you %sneed to create/active a PDF for this form%s.
de_de: Um dieses Feld verwenden zu können,%smüssen Sie eine aktive PDF für dieses Formular erstellen%s.
es_es: Para utilizar este campo %sdebes crear o activar un PDF para este formulario%s.
fr_fr: Pour utiliser ce champ, vous %sdevez créer / activer un PDF pour ce formulaire%s.

source: Enable Watermark in Preview
de_de: Wasserzeichen in Vorschau aktivieren
es_es: Activar marca de agua en vista previa
fr_fr: Activer le filigrane dans la prévisualisation

source: Watermark Text
de_de: Text im Wasserzeichen
es_es: Texto de la marca de agua
fr_fr: Texte du filigrane

source: Watermark Font
de_de: Schriftart im Wasserzeichen
es_es: Fuente de la marca de agua
fr_fr: Police du filigrane

source: PDF Document
de_de: PDF-Dokument
es_es: Documento PDF
fr_fr: Document PDF

source: This is a content placeholder. The PDF Preview is not displayed in the form admin. View the form to preview the PDF.
de_de: Dies ist ein Platzhalter. Die PDF-Vorschau wird nicht im Formular-Admin angezeigt. Betrachten Sie das Formular, um die PDF-Vorschau zu sehen.
es_es: Este es un marcador de posición de contenido. La vista previa del PDF no se muestra en el formulario del administrador. Accede al formulario para previsualizar el PDF.
fr_fr: Ceci est un espace pour du contenu. La prévisualisation du PDF n'est pas affichée dans l'admin du formulaire. Affichez le formulaire pour prévisualiser le PDF.
